{
    "products": [
      {
        "description": "Un viaje épico y salvaje a un reino de fantasía. Guts es un guerrero vestido de negro de los pies a la cabeza que porta una gigantesca espada más larga que su propia estatura y un robusto brazo ortopédico de hierro... Berserk es una historia de batallas épicas, de venganzas, de muerte y de luchas por conseguir el poder, por conseguir un nombre en una sociedad noble y despreciativa con las clases “inferiores”. ",
        "id": "1",
        "img": "https://cdnx.jumpseller.com/la-fortaleza-punta-arenas1/image/35027270/resize/560/632?1683674874",
        "name": "Berserk #1",
        "price": "10000",
        "type": "Manga"
      },
      {
        "description": "El malvado Conde usa sus poderes oscuros para transformar a un capitán de guardia derrotado en un horror inhumano para combatir a Guts, el Espadachín Negro. Puck, el coqueto hada del tamaño de Guts, es capturado cuando intenta detener la ejecución de un viejo médico, y se le da como un regalo a la hija del conde, una niña dulce en una jaula dorada, encarcelada por su padre en su propia habitación .Guts, decidido a hacer carne picada del conde, asalta el castillo y esculpe una franja de destrucción empapada de sangre a través de los secuaces del conde.",
        "id": "2",
        "img": "https://images.cdn3.buscalibre.com/fit-in/360x360/10/0b/100b6af7afda64122010a104a88c5175.jpg",
        "name": "Berserk #2",
        "price": "10000",
        "type": "Manga"
      },
      {
        "description": "Un hombre completamente vestido de negro que se hace llamar Guts, que tiene una mano artificial de hierro duro y que carga una espada gigantesca que supera su estatura, continúa su viaje con Puck, el elfo que se unió a él sin su permiso. En una ciudad dominada por el miedo, sin planearlo, Guts se vende al mal y, durante una batalla contra el conde convertido en monstruo, que estaba masacrando a su propio pueblo, finalmente encuentra a los cinco miembros de 'La Mano de Dios', a quienes tanto había estado buscando.¿Por qué los está buscando? ¡Para descubrir ese secreto, la historia da un giro y vuelve al momento de su nacimiento...!",
        "id": "3",
        "img": "https://cdnx.jumpseller.com/shazam-online/image/36103618/berserk_03_panini_arg.jpg?1685993786",
        "name": "Berserk #3",
        "price": "10000",
        "type": "Manga"
      },
      {
        "description": "Luego de ser encontrado llorando bajo el cadáver de su madre, Guts es criado con crueldad por el mercenario Gambino, quien a base de mucho abuso, lo educa para ser un guerrero. Gracias a él, Guts aprende poderosas técnicas de espada y hace un debut espectacular en su primera batalla. Sin embargo, no sabe por qué Gambino lo trata con tanta frialdad. Una noche, el compañero de batalla de Gambino, Donovan, decide atacar a Guts. ¡¿Por qué...?! ¡Es la historia de la juventud llena de guerra y emociones de Guts, el guerrero más fuerte!",
        "id": "4",
        "img": "https://images.cdn1.buscalibre.com/fit-in/360x360/44/26/4426a9afe9862ebbb019d5fdb9513de7.jpg",
        "name": "Berserk #4",
        "price": "10000",
        "type": "Manga"
      },
      {
        "description": "Luego de combatir contra Basuzo ,Guts es emboscado por los miembros de el ejercito enemigo, siendo obligado a batirse a duelo con el lider de la banda del Halcón, ¡Aquí empieza el tiempo del espadachín negro con la banda del Halcón...!",
        "id": "5",
        "img": "https://images.cdn2.buscalibre.com/fit-in/360x360/5d/fe/5dfebdec429f7eb3ee0608b2f20a7a11.jpg",
        "name": "Berserk #5",
        "price": "10000",
        "type": "Manga"
      },
      {
        "description": "Berserk Guts L Anime action figure, Berserker Armor L, Black swordsman, collection, 25cm",
        "id": "6",
        "img": "https://media.karousell.com/media/photos/products/2022/11/1/anime_game_berserk_guts_with_h_1667305457_9d1fc2e5_progressive",
        "name": "Guts berserker armor",
        "price": "30000",
        "type": "Figure"
      },
      {
        "description": "Griffith (Hawk of Light), leader of the 'Band of the Hawk', 15cm ",
        "id": "7",
        "img": "https://tamashiiweb.com/images/item/item_0000014384_Zb71US0e_01.jpg",
        "name": "Griffith (Hawk of Light Ver.)",
        "price": "30000",
        "type": "Figure"
      },
      {
        "description": "Doom eternal doom slayer action figure, 10cm",
        "id": "8",
        "img": "https://m.media-amazon.com/images/I/61xky6wKXCS.__AC_SX300_SY300_QL70_FMwebp_.jpg",
        "name": "Doom slayer",
        "price": "50000",
        "type": "Figure"
      }
    ]
  }